package com.zkhy.community.view.main.bm

class BmHandleBodyNoticeActivity : BmHandleNoticeActivity() {
    override fun getNoticeContent(): String =
        "第三十二条 提倡一对夫妻生育两个子女。 符合下列条件之一的夫妻，可以申请再生育一个子女： （一）再婚前各生育过一个子女的； （二）再婚前一方生育过一个子女，另一方未生育过，再婚后已生育一个子女的； （三）再婚前一方未生育过，另一方生育过两个子女的； （四）已生育两个子女，其中一个子女或者两个子女，经县级人民政府卫生和计划生育行政部门组织鉴定患有非遗传性疾病，不能成长为正常劳动力的； （五）法律、法规规定的其他情形。 第三十三条 公民依法结婚后生育第一个和第二个子女的，应当凭个人身份证明、结婚证明到现居住地乡镇人民政府、街道办事处（社区）或者村（居）民委员会登记，免费领取服务证；符合本条例第三十二条第二款规定，申请再生育的，应当经县级人民政府卫生和计划生育行政部门审核批准，办理《计划生育证》。"
}
